Repository: microsoft/terminal
Catalog: src/cascadia/TerminalControl/Resources/*/Resources.resw
Source language: en_us
Languages: it_it, ko_kr, ru_ru, sr_cyrl_rs, zh_cn

# SearchBox_CaseSensitivity.ToolTipService.ToolTip
source: Match Case
it_it: Maiuscole/minuscole
ko_kr: 대/소문자 일치
ru_ru: С учетом регистра
sr_cyrl_rs: Разликовање величине слова
zh_cn: 区分大小写

# SearchBox_Close.ToolTipService.ToolTip
source: Close
it_it: Chiudi
ko_kr: 닫기
ru_ru: Закрыть
sr_cyrl_rs: Затвори
zh_cn: 关闭

# SearchBox_SearchBackwards.ToolTipService.ToolTip
source: Find Up
it_it: Cerca in su
ko_kr: 위로 찾기
ru_ru: Найти вверху
sr_cyrl_rs: Пронађи навише
zh_cn: 向上查找

# SearchBox_SearchForwards.ToolTipService.ToolTip
source: Find Down
it_it: Cerca in giù
ko_kr: 아래로 찾기
ru_ru: Найти внизу
sr_cyrl_rs: Пронађи наниже
zh_cn: 向下查找

# SearchBox_TextBox.PlaceholderText
source: Find
it_it: Trova
ko_kr: 찾기
ru_ru: Найти
sr_cyrl_rs: Пронађи
zh_cn: 查找

# DragFileCaption
source: Paste path to file
it_it: Incolla percorso del file
ko_kr: 파일 경로 붙여넣기
ru_ru: Вставить путь к файлу
sr_cyrl_rs: Налепи путању у фајл
zh_cn: 粘贴文件路径

# DragTextCaption
source: Paste text
it_it: Incolla testo
ko_kr: 텍스트 붙여넣기
ru_ru: Вставить текст
sr_cyrl_rs: Налепи текст
zh_cn: 粘贴文本

source: Case Sensitivity
it_it: Distinzione tra maiuscole e minuscole
ko_kr: 대/소문자 구분
ru_ru: Учет регистра
sr_cyrl_rs: Разликовање величине слова
zh_cn: 区分大小写

source: Search Forward
it_it: Ricerca in avanti
ko_kr: 앞으로 검색
ru_ru: Поиск вперед
sr_cyrl_rs: Тражи унапред
zh_cn: 向前搜索

source: Search Backward
it_it: Ricerca all'indietro
ko_kr: 뒤로 검색
ru_ru: Поиск назад
sr_cyrl_rs: Тражи уназад
zh_cn: 向后搜索

# SearchBox_TextBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Find
it_it: Trova
ko_kr: 찾기
ru_ru: Найти
sr_cyrl_rs: Пронађи
zh_cn: 查找

# TerminalControl_ControlType
source: terminal
it_it: terminale
ko_kr: 터미널
ru_ru: терминал
zh_cn: 终端

# SearchBox_Close.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Close Search Box
it_it: Chiudi la casella di ricerca
ko_kr: 검색 상자 닫기
ru_ru: Закрыть поле поиска
sr_cyrl_rs: Затвори поље за претрагу
zh_cn: 关闭搜索框

# TermControl_RendererFailedTextBlock.Text
source: This terminal has encountered an issue with the graphics driver and it could not recover in time. It has been suspended.
it_it: Il terminale ha rilevato un problema con il driver di grafica e non è stato ripristinato in tempo. È stato sospeso.
ko_kr: 해당 터미널에 그래픽 드라이버와 관련한 문제가 발생하였으나 제시간에 복구되지 못하여 일시 중지되었습니다.
ru_ru: При использовании этого терминала возникла проблема с графическим драйвером, из-за которой его не удалось вовремя восстановить. Его работа приостановлена.
sr_cyrl_rs: Овај терминал је наишао на проблем са графичким драјвером и нијем могао да се опорави на време. Суспендован је.
zh_cn: 此终端遇到图形驱动程序问题，无法及时恢复。它已挂起。

# TermControl_RendererRetryButton.Content
source: Resume
it_it: Riprendi
ko_kr: 계속하기
ru_ru: Возобновить
sr_cyrl_rs: Настави
zh_cn: 继续

# HowToOpenRun.Text
source: Ctrl+Click to follow link
it_it: CTRL+CLIC per aprire il collegamento
ko_kr: 링크를 따라가려면 Ctrl 키를 누른 채 클릭합니다.
ru_ru: Чтобы перейти по ссылке, щелкните ее при нажатой клавише CTRL
sr_cyrl_rs: Ctrl+Клик за отварање линка
zh_cn: 按住 Ctrl 并单击可访问链接

source: Invalid URI
it_it: URI non valido
ko_kr: 잘못된 URI
ru_ru: Недопустимый универсальный код ресурса (URI)
sr_cyrl_rs: Неисправан URI
zh_cn: URI 无效

# NoticeFontNotFound
source: Unable to find the selected font "{0}". "{1}" has been selected instead. Please either install the missing font or choose another one.
it_it: Impossibile trovare il tipo di carattere selezionato "{0}". "{1}" selezionata. Installare il tipo di carattere mancante o sceglierne un altro.
ko_kr: 선택한 글꼴 "{0}" 없습니다. "{1}" 선택되었습니다. 누락된 글꼴을 설치하거나 다른 글꼴을 선택하세요.
ru_ru: Не удалось найти выбранный шрифт "{0}". Вместо этого выбран "{1}". Либо установите отсутствующий шрифт, либо выберите другой.
sr_cyrl_rs: Не може да се пронађе изабрани фонт „{0}”. Уместо њега је изабран „{1}”. Молимо вас да или инсталирате фонт који недостаје, или да изаберете неки други.
zh_cn: 找不到所选字体 "{0}"。 改为选择 "{1}"。 请安装缺少的字体或选择另一个。

# PixelShaderNotFound
source: Unable to find the provided shader "{0}".
it_it: Non è possibile trovare lo shader specificato "{0}".
ko_kr: 제공된 셰이더 "{0}"을(를) 찾을 수 없습니다.
ru_ru: Не удается найти указанный "{0}" построитель текстуры.
sr_cyrl_rs: Не може да се пронађе наведена метода сенчења „{0}”.
zh_cn: 找不到所提供的着色器 "{0}"。

# PixelShaderCompileFailed
source: Unable to compile the specified pixel shader.
it_it: Non è stato possibile compilare il pixel shader: {0}
ko_kr: 픽셀 셰이더를 컴파일하지 못함: {0}
ru_ru: Не удалось скомпилировать шейдер: {0}
sr_cyrl_rs: Метода сенчења пиксела није могла да се компајлира: {0}
zh_cn: 像素着色器无法编译: {0}

# UnexpectedRendererError
source: Renderer encountered an unexpected error: {0}
it_it: Il renderer ha rilevato un errore imprevisto: {0}
ko_kr: 렌더러에서 예기치 않은 오류가 발생했습니다. {0}
ru_ru: Произошла непредвиденная ошибка обработчика: {0}
sr_cyrl_rs: Исцртавач је наишао на неочекивану грешку: {0}
zh_cn: 呈现器遇到意外错误： {0}

# TermControlReadOnly
source: Read-only mode is enabled.
it_it: La modalità di sola lettura è abilitata.
ko_kr: 읽기 전용 모드가 사용 설정됩니다.
ru_ru: Включен режим только для чтения.
sr_cyrl_rs: Укључен је режим само-за-читање.
zh_cn: 只读模式已启用。

# SearchBox_MatchesAvailable
source: Results found
it_it: Risultati trovati
ko_kr: 결과 발견됨
ru_ru: Найденные результаты
sr_cyrl_rs: Пронађени су резултати
zh_cn: 已找到结果

# SearchBox_NoMatches
source: No results found
it_it: Non sono stati trovati risultati
ko_kr: 검색 결과 없음
ru_ru: Результаты не найдены
sr_cyrl_rs: Није пронађен ниједан резултат
zh_cn: 未找到结果

# PasteCommandButton.Label
source: Paste
it_it: Incolla
ko_kr: 붙여넣기
ru_ru: Вставить
sr_cyrl_rs: Налепи
zh_cn: 粘贴

# PasteCommandButton.ToolTipService.ToolTip
source: Paste
it_it: Incolla
ko_kr: 붙여넣기
ru_ru: Вставить
sr_cyrl_rs: Налепи
zh_cn: 粘贴

# CopyCommandButton.Label
source: Copy
it_it: Copia
ko_kr: 복사
ru_ru: Копировать
sr_cyrl_rs: Копирај
zh_cn: 复制

# CopyCommandButton.ToolTipService.ToolTip
source: Copy
it_it: Copia
ko_kr: 복사
ru_ru: Копировать
sr_cyrl_rs: Копирај
zh_cn: 复制

# PasteWithSelectionCommandButton.Label
source: Paste
it_it: Incolla
ko_kr: 붙여넣기
ru_ru: Вставить
sr_cyrl_rs: Налепи
zh_cn: 粘贴

# PasteWithSelectionCommandButton.ToolTipService.ToolTip
source: Paste
it_it: Incolla
ko_kr: 붙여넣기
ru_ru: Вставить
sr_cyrl_rs: Налепи
zh_cn: 粘贴

# SearchCommandButton.Label
source: Find...
it_it: Cerca...
ko_kr: 찾기...
ru_ru: Найти…
sr_cyrl_rs: Пронађи...
zh_cn: 查找...

# SearchCommandButton.ToolTipService.ToolTip
source: Find
it_it: Trova
ko_kr: 찾기
ru_ru: Найти
sr_cyrl_rs: Пронађи
zh_cn: 查找

# SelectCommandButton.Label
source: Select command
it_it: Seleziona comando
ko_kr: 명령 선택
ru_ru: Выбрать команду
sr_cyrl_rs: Изабери команду
zh_cn: 选择命令

# SelectCommandButton.ToolTipService.ToolTip
source: Select command
it_it: Seleziona comando
ko_kr: 명령 선택
ru_ru: Выбрать команду
sr_cyrl_rs: Изабери команду
zh_cn: 选择命令

# SelectOutputButton.Label
source: Select output
it_it: Seleziona output
ko_kr: 출력 선택
ru_ru: Выбрать вывод
sr_cyrl_rs: Изабери излаз
zh_cn: 选择输出

# SelectOutputButton.ToolTipService.ToolTip
source: Select output
it_it: Seleziona output
ko_kr: 출력 선택
ru_ru: Выбрать вывод
sr_cyrl_rs: Изабери излаз
zh_cn: 选择输出

# SelectCommandWithSelectionButton.Label
source: Select command
it_it: Seleziona comando
ko_kr: 명령 선택
ru_ru: Выбрать команду
sr_cyrl_rs: Изабери команду
zh_cn: 选择命令

# SelectCommandWithSelectionButton.ToolTipService.ToolTip
source: Select command
it_it: Seleziona comando
ko_kr: 명령 선택
ru_ru: Выбрать команду
sr_cyrl_rs: Изабери команду
zh_cn: 选择命令

# SelectOutputWithSelectionButton.Label
source: Select output
it_it: Seleziona output
ko_kr: 출력 선택
ru_ru: Выбрать вывод
sr_cyrl_rs: Изабери излаз
zh_cn: 选择输出

# SelectOutputWithSelectionButton.ToolTipService.ToolTip
source: Select output
it_it: Seleziona output
ko_kr: 출력 선택
ru_ru: Выбрать вывод
sr_cyrl_rs: Изабери излаз
zh_cn: 选择输出
